Repository: farhaven/THWatch
Catalog: thwatch/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Log out %(user)s
de: %(user)s abmelden

source: Pattern Name
de: Name

source: Pattern
de: Muster

source: Templates
de: Vorlagen

source: Add Pattern
de: Neues Muster

source: Please Log In
de: Anmeldung erforderlich

source: Login failed!
de: Anmelden fehlgeschlagen!

source: If you lost your password, you can <a href="%(reset_url)s">request a reset</a>.
de: Wenn du dein Passwort verloren hast, kannst du es <a href="%(reset_url)s">zur√ºcksetzen</a> lassen.

source: User Name
de: Benutzername

source: Password
de: Passwort

source: Log in
de: Anmelden

source: I have lost my password
de: Ich habe mein Passwort vergessen

source: I want to request an account
de: Ich will einen Account haben
